Repository: Marioqwe/plus-uno-swift
Catalog: PlusUno/*.lproj/Localizable.strings
Languages: es_419, ja

source: Main Menu
es_419: Menú Principal
ja: メインメニュー

# FIRST_INSTRUCTIONS
source: Tap me.
es_419: Dame tap.
ja: 2つのタイルを1つずつタップしてマージします。

# SECOND_INSTRUCTIONS
source: Tap me.
es_419: Dame tap.
ja: 最初のタイルが1つ増加します。

# THIRD_INSTRUCTIONS
source: You tapped me first so I increased by ONE.
es_419: Me diste tap primero asi que aumenté en UNO.
ja: 2番目のタイルは、1番目のタイルの値だけ増加します。

# FOURTH_INSTRUCTIONS
source: You tapped me second so I increased by the value of the tile you tapped FIRST.
es_419: Me diste tap segundo asi que aumenté por el valor de el cuadrado al que le diste tap primero.
ja: あなたの目標は、すべてのタイルを現在のレベルと同じにすることです。

# FIFTH_INSTRUCTIONS
source: Tap me one more time.
es_419: Dame tap una vez mas.

# SIXTH_INSTRUCTIONS
source: Now tap me. I will increase by '4' and become '13'.
es_419: Ahora dame tap a mi. Aumentaré en '4' y me volveré '13'.

# SEVENTH_INSTRUCTIONS
source: I will increase by '1' and become '5'.
es_419: Yo aumentaré en '1' y me volveré '5'.

# TOP_INSTRUCTIONS
source: Do it a couple more times
es_419: Trata un par de veces mas

# TOP_INSTRUCTIONS_TUTORIAL
source: Go back to the main menu to start the tutorial from the beggining.
es_419: Regresa al menú pricipal para empezar el tutorial de nuevo.

# ABOUT_TITLE
source: ABOUT
es_419: ACERCA DE
ja: 約

# ABOUT_MESSAGE
source: I hope you enjoy my game! -marioqwe
es_419: Espero que te guste mi juego! -marioqwe
ja: 私はあなたが私のゲームを楽しむことを望む! -marioqwe

source: Feedback
es_419: Comentarios

# HOW_TO_PLAY_TITLE
source: HOW TO PLAY
es_419: COMO JUGAR
ja: 遊び方

# SETTINGS_TITLE
source: SETTINGS
es_419: AJUSTES
ja: 設定

source: Sound
es_419: Sonido
ja: 音

source: Vibration
es_419: Vibración
ja: 振動

# GESTURES_TIP_TITLE
source: Tip
es_419: Aviso
ja: 通知

# GESTURES_TIP
source: Swipe left or right to undo a move; double tap in the white region to see other options.
es_419: Desliza el dedo a la izquierda o derecha para deshacer un movimiento; toca la pantalla dos veces en la parte blanca para ver otras opciones.
ja: 左または右にスワイプして移動を元に戻します。他のオプションを見るにはダブルタップしてください。

source: Got it!
es_419: Comprendido!
ja: とった！

# DISMISS
source: Don't Show Again
es_419: No mostrar de nuevo
ja: もう一度表示しない

# LEVELS_TIP
source: Make all tiles equal to
es_419: Haz que todos los cuadrados tengan el valor del el nivel actual.

source: Reset
es_419: Reiniciar
ja: リセット

source: Resume
es_419: Resumir
ja: 履歴書

source: Levels Menu
es_419: Menu Principal
ja: プリンシパルメニュー

# SELF_MERGE_MESSAGE
source: Cannot merge a tile with itself!
es_419: No puedes combinar un cuadrado consigo mismo!
ja: タイル自体をマージすることはできません！

# OVER_LEVEL_MESSAGE
source: Tiles cannot be greater than the current level!
es_419: Los cuadrados no pueden tener un valor mas alto que el nivel actual!
ja: タイルは現在のレベルより大きくすることはできません！

source: Level
es_419: Nivel
ja: レベル

source: Moves
es_419: Movidas
ja: 動く
